Repository: kzbar/mubrm_tag
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Welcome
ar: مرحبا بك

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

# continueTo
source: Continue
ar: متابعة

source: Continue with Google
ar: متابعة عبر غوغل

source: Do Not Have Account
ar: ليس لديك حساب

# singUp
source: Create Account
ar: تسجيل حساب

# errorTextFormat
source: The format of the name is incorrect
ar: صيغة الاسم غير صحيح

# restPassword
source: Password reset
ar: اعادة تهيئة كلمة المرور

source: Forget password
ar: نسيت كلمة المرور

# errorTextRequired
source: This field is empty Please fill in the field
ar: هذا الحقل فارغ يرجى ملئ الحقل

# errorTextEmail
source: Email is invalid. Try again
ar: البريد الالكتروني غير صحيح حاول من جديد

# errorTextMinLength
source: Name is short. {Length} must be at least a letter or a number
ar: الاسم قصير يجب أن تكون {Length} حرف أو رقم على الاقل

# singUpTitle
source: Sing up
ar: تسجيل دخول

# profileImage
source: Add Image profile
ar: اضافة صورة

source: Name
ar: الاسم

source: Main page
ar: الصفحة الرئيسية

# myProfile
source: Profile
ar: الملف الشخصي

source: Active MUBRM
ar: تفعيل MUBRM

# activeMubrmPhone
source: Active MINI MUBRM
ar: تفعيل MUBRM MINI

source: Share App
ar: مشاركة التطبيق

source: Exit
ar: تسجيل خروج

source: Add Link
ar: اضافة رابط

# barcode
source: QR code
ar: باركود

# editAccount
source: Edit Profile
ar: تعديل الحساب

# editImage
source: Edit Photo profile
ar: تعديل الصورة

# socialMediaMyList
source: Your Social Media List
ar: وسائل التواصل الاجتماعية الخاصة بك

source: Save
ar: حفظ

source: Enter your Link
ar: أدخل الرابط الخاص بك

source: Delete
ar: حذف

source: Open Account
ar: فتح الحساب

# setDef
source: Default Account
ar: الحساب الافتراضي

# shareMyAccount
source: Share Account
ar: شارك الحساب

source: Generate QR
ar: شارك حساباتك عن طريق الباركود

source: Edit Phone Number
ar: تعديل الرقم

source: Phone Number
ar: رقم الهاتف

# phoneNumberSuccess
source: Active phone number
ar: تغعيل الرقم

# phoneNumberIs
source: Activated number on Mubrm is {phone}
ar: الرقم المفعل على Mubrm هو{phone}

source: Device Support App
ar: الجهاز يدعم التطبيق

# deviceNotSupportApp
source: Please open NFC feature first so that the app can read and write on the chip
ar: يرجى فتح خاصية NFC أولا حتى يتمكن التطبيق من القراءة والكتابة على الشريحة

# deviceNotSupportAppIos
source: Please open the AirPod feature first so that the app can read and write on the chip
ar: يرجى فتح خاصية AirPod أولا حتى يتمكن التطبيق من القراءة والكتابة على الشريحة

# accountNotActive
source: Account Not Active on Mubrm Active Now
ar: الحساب غير معفل على الشريحة فعله الآن

# accountActive
source: Account Active on Mubrm
ar: الحساب معفل على الشريحة

# messageToHold
source: Hold your Mubrm to the middle back of your phone to active it,Hold the Mubrm there until success popup appears!
ar: امسك MUBRM في منتصف الجزء الخلفي من هاتفك لتنشيطه ، امسك MUBRM هناك حتى تظهر النافذة المنبثقة للنجاح!

# restPasswordSuccess
source: A password reset link has been sent to your email. Check it now
ar: تم ارسال رابط اعادة تهيئة كلمة المرور الى بريدك الالكتروني تححقق منه الآن

# restPasswordError
source: There is no user record corresponding to this identifier. The user may have been deleted.
ar: لا يوجد بريد الكتروني مستخدم مطابق لهذا البريد. ربما تم حذف البريد.

# dataUpdateSuccess
source: The data has been successfully updated
ar: تم تحديث البيانات بنجاح

# wrongPassword
source: The password is invalid
ar: كلمة المرور غير صحيحة يرجى المحاولة مرة اخرى او استعادة كلمة المرور

# shareMyAccountSocial
source: Share {account}
ar: شارك {account}

# shareMyAccountSocialMessage
source: visit my account {account}
ar: قم بزيارة حسابي {account}

source: Make profile public
ar: اجعل الملف الشخصي عامًا

# makeProfileMessage
source: when your profile is public . others can access your profile using the link :
ar: عندما يكون ملفك الشخصي عامًا. يمكن للآخرين الوصول إلى ملف التعريف الخاص بك باستخدام الرابط:
